Repository: DotSpatial/DotSpatial
Catalog: Source/DotSpatial.Symbology/SymbologyMessageStrings.*.resx
Languages: fr_fr

# LayerManager_FileTypeNotSupported
source: The specified file type is not supported.
fr_fr: Le fichier choisi n'est pas supporté

# LineFeatureTypeException
source: An incompatible feature type was supplied and was not of type Line.
fr_fr: Le type d'entité fourni n'est Line.

# PointFeatureTypeException
source: An incompatible feature type was supplied and was not of type Point.
fr_fr: Le type d'entité fourni n'est Point.

# PolygonFeatureTypeException
source: An incompatible feature type was supplied and was not of type polygon.
fr_fr: Le type d'entité fourni n'est polygon.

# FileCantBeDeletedException_S
source: The file %S can't be deleted, probably because it is currently in use by another application.
fr_fr: Le fichier %S ne peut pas être supprimé, probablement qu'il est en cours d'utilisation par une autre application.

# NullLogException_S
source: The argument %S cannot be null.
fr_fr: L'argument %S ne peut pas être null.

# LayerFrame_CreateGroup
source: Create Group
fr_fr: Créer un Groupe

# LayerFrame_Map_Layers
source: Map Layers
fr_fr: Couches de la carte

# LayerFrame_RemoveMapFrame
source: Remove Map Frame
fr_fr: Supprimer Map Frame

# LayerFrame_ZoomToMapFrame
source: Zoom to Map Frame
fr_fr: Zoom sur Map Frame

source: Remove Layer
fr_fr: Supprimer la couche

source: Zoom to Layer
fr_fr: Zoom sur la couche

source: Set Dynamic Visibility Scale
fr_fr: Config. Visibilité dynamique

source: Export Data
fr_fr: Exporter Données

source: Properties
fr_fr: Propriétés

# FeatureLayer_Create_Layer_From_Selected_Features
source: Create Layer from Selected Features
fr_fr: Créer une couche à partir des entités sélectionnées

# FeatureLayer_Join_Excel_File
source: Join Excel file 'Data' Label
fr_fr: Joindre un fichier Excel 'Data' Etiquette

# FeatureLayer_Labeling
source: Labeling
fr_fr: Etiquettes

# FeatureLayer_Label_Setup
source: Label Setup
fr_fr: Config. étiquette

# FeatureLayer_Selection
source: Selection
fr_fr: Sélection

# FeatureLayer_Zoom_To_Selected
source: Zoom to Selected Features
fr_fr: Zoom sur les entités sélectionnées

# Layer_Properties
source: Properties
fr_fr: Propriétés

# FeatureLayer_UnselectAll
source: Unselect All
fr_fr: Déselectionner

# FeatureLayer_SelectAll
source: Select All
fr_fr: Tout sélectionner

source: Data
fr_fr: Données

# Expression_OperandExpected
source: Expected operand. Found character {0} at position {1}.
fr_fr: Une opérande est attendue. Un caractère {0} a été trouvé à la position {1}.

# Expression_OperatorExprected
source: Expected operator. Found character {0} at position {1}.
fr_fr: Opérateur attendu. Un caractère {0} a été trouvé à la position {1}.

# Expression_ClosingBracket
source: The closing bracket wasn't found.
fr_fr: Accolades non fermées.

# Expression_EmptyField
source: The expression contains empty fields.
fr_fr: L'expression comporte une colonne vide.

# Expression_FieldNotFound
source: The following field wasn't found:
fr_fr: Colonne non trouvée:

# Expression_LeftOperandMissing
source: No left operand was found.
fr_fr: Opérande gauche non trouvée.

# Expression_NotANumber
source: The value is not a number:
fr_fr: La valeur n'est pas un nombre:

# Expression_OperationNotFound
source: Failed to find operation.
fr_fr: Opération non trouvée.

# Expression_OperationNotSupported
source: Operation not supported.
fr_fr: Opération non supportée.

# Expression_OpereratorInsteadOfValue
source: There is an operator in place of a value.
fr_fr: Un opérateur trouvé à la place d'une valeur.

# Expression_PlusNotAllowed
source: + operation isn't allowed for boolean values.
fr_fr: + non autorisé pour des valeurs booléennes.

# Expression_RightOperandMissing
source: No right operand was found.
fr_fr: Opérande droite non trouvée.

# Expression_UnpairedBracket
source: The expression contains unpaired square brackets.
fr_fr: L'expression contient un nombre impair d'accolades.

# Expression_UnpairedTextquotes
source: The expression contains unpaired text quotes.
fr_fr: L'expression contient un nombre impair de griffes.

# Expression_ZeroDivision
source: Division by zero.
fr_fr: Division par zéro.

# Expression_Empty
source: The expression is empty.
fr_fr: L'expression est vide.

# FeatureLayer_SelectByAttributes
source: Select By Attributes
fr_fr: Selection par Attributs
