Repository: DotSpatial/DotSpatial
Catalog: Source/DotSpatial.Symbology.Forms/FeatureCategoryControl.*.resx
Languages: de_de, fr_fr, it_it, pt_br

# _lblFieldName.Text
source: Field:
de_de: Feld:
fr_fr: Colonne:
it_it: Campo:
pt_br: Campo:

# btnRamp.ToolTip
source: Builds a sequential ramp of colors instead of random colors
de_de: Baut eine sequenzielle Rampe statt zufällige Farben Farben
fr_fr: Construire une gamme successive de couleurs aulieu de couleurs aléatoires
it_it: Costruisce una rampa sequenza di colori invece di colori casuali
pt_br: Constrói uma rampa sequencial das cores em vez de cores aleatórias

# cmdRefresh.ToolTip
source: Regenerates all the colors randomly, using the same original categories.
de_de: Regeneriert alle Farben nach dem Zufallsprinzip, unter Verwendung der gleichen ursprünglichen Kategorien.
fr_fr: Regenerer les couleurs de façon aléatoire, tout en concervant les catégories d'origine.
it_it: Rigenera tutti i colori in modo casuale, utilizzando le stesse categorie originali.
pt_br: Regenera todas as cores aleatoriamente, usando as mesmas categorias originais.

# btnExclude.Text
source: Exclude Members
de_de: Mitglieder ausschließen
fr_fr: Membres à exclure
it_it: Membri di escludere
pt_br: Excluir Membros

# btnExclude.ToolTip
source: Design a filter expression so that only members not selected by this expression will be counted.
de_de: Entwerfen Sie einen Filterausdruck, sodass nur Mitglieder dieser Ausdruck nicht ausgewählten gezählt werden.
fr_fr: Composer un filtre dont les entités résultatantes seront exclues de l'opération.
it_it: Progettare un'espressione di filtro in modo che saranno conteggiati solo i membri non selezionati da questa espressione.
pt_br: Criar uma expressão de filtro para que somente os membros não selecionados por essa expressão serão contado.

# radUniqueValues.Text
source: &Unique Values
de_de: &Eindeutige Werte
fr_fr: &Valeurs uniques
it_it: & Valori univoci
pt_br: Val. Exclusivos

# radUniqueValues.ToolTip
source: This option creates a separate value for each distinct member of the specified field.
de_de: Diese Option erstellt einen eigenen Wert für jedes unterschiedliche Mitglied des angegebenen Felds.
fr_fr: Cette option crée une valeur séparée pour chaque membre de la colonne spécifiée.
it_it: Questa opzione crea un valore separato per ogni membro distinto del campo specificato.
pt_br: Esta opção cria um valor separado para cada membro distinto do campo especificado.

# radQuantities.Text
source: &Quantities
de_de: &Mengen
fr_fr: &Quantités
it_it: & Quantità
pt_br: Quantidades

# radQuantities.ToolTip
source: This option uses mathematical criteria to group features into categories based on the value in the specified field.
de_de: Diese Option verwendet die mathematische Kriterien Gruppenfeatures in Kategorien, die basierend auf dem Wert des angegebenen Feldes.
fr_fr: Cette option utilise des critères mathématiques pour grouper créer les catégories suivant les valeurs se trouvant dans la colonne spécifiée.
it_it: Questa opzione utilizza criteri matematici a caratteristiche di gruppo in categorie in base al valore del campo specificato.
pt_br: Essa opção usa critérios matemáticos para características do grupo em categorias com base no valor do campo especificado.

# btnAdd.ToolTip
source: Adds a new category to the set.
de_de: Fügt eine neue Kategorie der Gruppe zu.
fr_fr: Ajouter une nouvelle Catégorie.
it_it: Aggiunge una nuova categoria per il set.
pt_br: Adiciona uma nova categoria para o conjunto.

# btnDelete.ToolTip
source: Removes the selected category from the set.
de_de: Entfernt den ausgewählten Kategorie aus der Gruppe.
fr_fr: Supprimer la Catégorie sélectionnée
it_it: Rimuove la categoria selezionata dal set.
pt_br: Remove a categoria selecionada do conjunto.

# btnUp.ToolTip
source: Moves the selected category up in the list.
de_de: Verschiebt die ausgewählte Kategorie in der Liste nach oben.
fr_fr: Monter la Catégorie sélectionnée.
it_it: Si sposta la categoria selezionata nell'elenco.
pt_br: Subir a categoria selecionada na lista.

# btnDown.ToolTip
source: Lowers the selected category in the list.
de_de: Verschiebt die ausgewählte Kategorie in der Liste nach unten.
fr_fr: Descendre la Catégorie sélectionnée.
it_it: Abbassa la categoria selezionata nell'elenco.
pt_br: Baixa a categoria selecionada na lista.

# cmbNormField.ToolTip
source: Instead of grouping based on the actual value in a field, this allows you to specify a divisor so that the ratio is categorized instead.
de_de: Statt Gruppierung basiert auf den tatsächlichen Wert in einem Feld können Sie einen Divisor angeben, so dass das Verhältnis stattdessen kategorisiert wird.
fr_fr: Aulieu de baser le regroupement sur la valeur actuelle de la colonne, ceci permet de fournir un diviseur ainsi le ratio utilisé en lieu et place.
it_it: Invece di raggruppamento basato sull'effettivo valore in un campo, questo consente di specificare un divisore, in modo che il rapporto è invece classificato.
pt_br: Em vez de agrupamento esta basedo no valor real em um campo, isso permite que você especifique um divisor para que a relação é categorizada em vez disso.

# nudSigFig.ToolTip
source: Significant figures represent the number of digits in a decimal value that contain meaningful values, and that number of digits will be displayed.
de_de: Signifikanten Zahlen repräsentieren die Anzahl der Ziffern in einen decimal-Wert, die sinnvolle Werte enthalten, und die Anzahl der Ziffern wird angezeigt.
fr_fr: Détermine le nombre de décimales à afficher
it_it: Significative cifre rappresentano il numero di cifre in un valore decimale che contengono valori significativi, e che il numero di cifre verrà visualizzato.
pt_br: Algarismos significativos representam o número de dígitos em um valor decimal que contêm valores significativos, e que o número de dígitos será exibido.

# cmbIntervalSnapping.ToolTip
source: Controls whether precise numbers with lots of digits are used, or numbers that have fewer non-zero values and are therfore easier to read.
de_de: Kontrollen, ob präzise Zahlen mit vielen Stellen dienen, oder Zahlen, die haben weniger NULL-Werte und sind daher leichter zu lesen.
fr_fr: Décide si des nombres précis avec beaucoup de chiffres seront utilisés, ou bien des nombres avec peu de chiffres et donc fqciles 0 lire.
it_it: Controlli se vengono utilizzati numeri precisi con un sacco di cifre o numero che hanno un minor numero di valori diversi da zero e sono perciò più facile da leggere.
pt_br: Controles precisos de números com muitos dígitos são usados, ou os números que têm menos valores zero e são por isso mais fácil de ler.

# Stat.HeaderText
source: Statistic
de_de: Statistik
fr_fr: Statistique
it_it: Statistica
pt_br: Estatística

# Value.HeaderText
source: Value
de_de: Wert
fr_fr: Valeur
it_it: Valore
pt_br: Valor

# dgvStatistics.ToolTip
source: Describes the summary statistics for the values in the field. This may only be a representative sample.
de_de: Beschreibt die zusammenfassenden Statistiken für die Werte im Feld. Das könnte nur eine repräsentative Stichprobe.
fr_fr: Décrit de façon sommaire les statistiques des valeurs de la colonne. Ceci n'est qu'une représentation somaire.
it_it: Descrive le statistiche di riepilogo per i valori in campo. Questo può essere solo un campione rappresentativo.
pt_br: Descreve as estatísticas de resumo para os valores no campo. Isso só pode ser uma amostra representativa.

# tabStatistics.Text
source: Statistics
de_de: Statistik
fr_fr: Statistiques
it_it: Statistiche
pt_br: Estatísticas

# label3.Text
source: Normalization Field:
de_de: Normalisierungsfeld:
fr_fr: Colonne Normalisation:
it_it: Campo di normalizzazione
pt_br: Campo de normalização

# lblSigFig.Text
source: Rounding Digits:
de_de: Nachkommastellen:
fr_fr: Décimales:
it_it: Arrotondare le cifre:
pt_br: Arredondamento:

# label1.Text
source: Interval Snap:
de_de: Intervall-Snap:
fr_fr: Ajustage d'Intervalle
it_it: Scatto di intervallo:
pt_br: Ajustar Intervalo:

# label2.Text
source: Interval Method:
de_de: Intervall-Methode:
fr_fr: Méthode d'intervalle:
it_it: Metodo intervallo:
pt_br: Método do intervalo:

# lblBreaks.Text
source: Num Breaks:
de_de: NUM-Pausen:
fr_fr: Nombre de ruptures:
it_it: Num si rompe:
pt_br: Número de quebras:

# tabGraph.Text
source: Graph
it_it: Grafico
pt_br: Gráfico

# lblColumns.Text
source: Columns:
de_de: Spalten:
fr_fr: Colonnes:
it_it: Colonne:
pt_br: Colunas:

# chkLog.Text
source: Log Scale
de_de: Log-Skala
fr_fr: Echelle
it_it: Scala log
pt_br: Escala logarítmica

# chkShowStd.Text
source: Show Std. Dev.
de_de: Karte Std. dev.
fr_fr: Déviation standard
it_it: Visualizza dev. std.
pt_br: Visualizar STD dev.

# chkShowMean.Text
source: Show Mean
de_de: Mitte anzeigen
fr_fr: Moyenne
it_it: Visualizza media
pt_br: Visualizar média

# chkUseGradients.Text
source: Use &Gradients
de_de: &Farbverläufe verwenden
fr_fr: Motif dégradé
it_it: Uso & gradienti
pt_br: Usar Gradientes

# colSymbol.HeaderText
source: Symbol
fr_fr: Symbole
it_it: Simbolo
pt_br: Símbolo

# colValues.HeaderText
source: Values
de_de: Werte
fr_fr: Valeurs
it_it: Valori
pt_br: Valores

# colLegendText.HeaderText
source: Legend Text
de_de: Legendentext
fr_fr: Libellé
it_it: Testo della legenda
pt_br: Texto da legenda

# colCount.HeaderText
source: Count
fr_fr: Nombre
it_it: Conte
pt_br: Contagem

# radCustom.Text
source: Custo&m
de_de: &Benutzerdefiniert
fr_fr: Personnalisé
pt_br: Personalizado

# dataGridViewImageColumn1.HeaderText
source: Symbol
fr_fr: Symbole
it_it: Simbolo
pt_br: Símbolo

# angGradientAngle.Caption
source: &Angle:
de_de: Winkel:
it_it: Angolo:
pt_br: Ângulo:
