Repository: DotSpatial/DotSpatial
Catalog: Source/DotSpatial.Symbology.Forms/LabelSetup.*.resx
Languages: de_de, fr_fr, it_it, pt_br

# lblSymbolGroups.Text
source: &Categories:
de_de: &Kategorien:
it_it: & Categorie:
pt_br: Categorias:

# tabExpression.Text
source: Expression
de_de: Ausdruck
it_it: Espressione
pt_br: Expressão

# rbLineBasedAngle.Text
source: Line based
de_de: Linienabhängig
fr_fr: Basée sur la ligne

# cmbLabelAngleField.ToolTip
source: Column that contains individual angles.
de_de: Spalte mit unterschiedlichen Winkel.
fr_fr: Colonne des angles.
it_it: Colonna che contiene singoli angoli.
pt_br: Coluna que contém os ângulos individuais.

# rbIndividualAngle.Text
source: Individual angle
de_de: Unterschiedliche Winkel
fr_fr: Angle individuel
it_it: Angolo di singolo
pt_br: Ângulo individual

# rbIndividualAngle.ToolTip
source: If this is checked, all labels will be rotated indidually. Angle must be defined in any column of Attributes table.
de_de: Wenn diese Option aktiviert ist, werden alle Label individuell nach der angegebenen Spalte gedreht. In dieser muss für jedes Feature der entsprechende Winkel definiert sein.
fr_fr: Si cette option est activée, les étiquttes vont subir individuellement. Angle doit être défini dans n'importe quelle colonne de la table attributaire .
it_it: Se questa è selezionata, tutte le etichette sarà ruotato indidually. Angolo deve essere definito in ogni colonna della tabella di attributi.
pt_br: Se esta opção estiver marcada, todos os rótulos serão individualmente girados. O ângulo deve ser definido em qualquer coluna da tabela de atributos.

# rbCommonAngle.Text
source: Common angle
de_de: Gemeinsamer Winkel
fr_fr: Angle commun
it_it: Angolo comune
pt_br: Ângulo comum

# rbCommonAngle.ToolTip
source: If this is checked, all labels will be rotated on the same angle.
de_de: Wenn diese Option aktiviert ist, werden alle Label im gleichen Winkel gedreht.
fr_fr: Si cette option est activée, toutes les étiquettes vont subir une rotation avec le même angle.
it_it: Se questa è selezionata, tutte le etichette saranno ruotate dell'angolo stesso.
pt_br: Se esta opção estiver marcada, todos as rótulos serão girado no mesmo ângulo.

# nudAngle.ToolTip
source: Value of common angle.
de_de: Wert des gemeinsamen Winkel.
fr_fr: Angle commun.
it_it: Valore dell'angolo di comune.
pt_br: Valor do ângulo comum.

# grbLabelRotation.Text
source: Label Rotation
de_de: Beschriftungsrotation
fr_fr: Rotation de l'étiquette
it_it: Etichetta rotazione
pt_br: Rotação do rótulo

# chkPrioritizeLow.Text
source: Prioritize Low Values
de_de: Niedrige Werte bevorzugen
fr_fr: Prioriser les petites Valeurs
it_it: Bassi valori di priorità
pt_br: Priorizar valores baixos

# chkPrioritizeLow.ToolTip
source: If this is checked, low values will be placed first with collision prevention, or on top otherwise.
de_de: Wenn diese Option aktiviert ist, werden niedrige Werte zuerst mit Kollisionsschutz, oder an der Spitze werden anders platziert.
fr_fr: Si cette option est activée, les petites valeurs seront déssinées en premier lieu avec une prévention de collision, ou bien autrement au dessus.
it_it: Se questa è selezionata, i valori bassi saranno posto prima con prevenzione di collisione, o sulla parte superiore altrimenti.
pt_br: Se esta opção for marcada, valores baixos serão colocados primeiro com prevenção de colisão, ou no topo caso contrário.

# chkPreventCollision.Text
source: Prevent Collisions
de_de: Kollisionen vermeiden
fr_fr: Prévenir Collisions
it_it: Evitare le collisioni
pt_br: Evitar colisões

# chkPreventCollision.ToolTip
source: If this is not checked, high priority labels will be drawn over low priority labels. If it is checked only the higher priority label of two overlapping labels will be placed.
de_de: Wenn diese Option nicht aktiviert ist, werden hohe Priorität Etiketten über niedrige Priorität Etiketten gezeichnet. Wenn es aktiviert ist, wird nur die höhere Priorität-Bezeichnung der zwei überlappende Beschriftungen platziert werden.
fr_fr: Si cette option n'est pas activée, des étiquettes seront déssinées sur d'autres. Si cette option est activée seules les etiquettes de haute priorité seront déssinés.
it_it: Se questo non è selezionato, verranno disegnate ad alta priorità etichette sopra le etichette della priorità bassa. Se è selezionata verrà inserito solo l'etichetta di priorità più elevato di due etichette sovrapposte.
pt_br: Se esta opção estiver marcada, os rótulos de alta prioridade serão desenhados sobre rótulos de baixa prioridade. Se estiver marcado, apenas o rótulo de maior prioridade de dois rótulos sobrepostos será colocado.

# lblPriorityField.Text
source: Priority Field
de_de: Gewichtungsfeld:
fr_fr: Colonne priorité
it_it: Campo priorità
pt_br: Prioridade

# cmbPriorityField.ToolTip
source: By default, the FID is used to prioritize labels. This allows values from a field to be used instead.
de_de: Standardmäßig wird der FID verwendet, um Etiketten zu priorisieren. Dadurch können die Werte aus einem Feld stattdessen verwendet werden.
fr_fr: Par défaut, FID est utilisé pour prioriser les étiquettes. Ceci permet d'utiliser des valeurs d'une autre colonne.
it_it: Per impostazione predefinita, il FID è utilizzato per definire le priorità di etichette. In questo modo i valori di un campo da utilizzare invece.
pt_br: Por padrão, o FID é usado para priorizar os rótulos. Isso permite que os valores de um campo sejam usados

# chkBorder.Text
source: B&order:
de_de: Rand:
fr_fr: B&ordure:
it_it: Confine:
pt_br: Contorno:

# lblFontColor.Text
source: Font Color:
de_de: Schriftfarbe:
fr_fr: Couleur police:
it_it: Colore carattere:
pt_br: Cor da fonte:

# lblFamily.Text
source: Family:
de_de: Familie:
fr_fr: Police:
it_it: Famiglia:
pt_br: Família:

# label2.Text
source: Style:
de_de: Stil:
it_it: Stile:
pt_br: Estilo:

# label1.Text
source: Size:
de_de: Größe:
fr_fr: Taille:
it_it: Dimensione:
pt_br: Tamanho:

# gpbFont.Text
source: Font:
de_de: Schriftart:
fr_fr: Police:
pt_br: Fonte:

# lblPreview.Text
source: Font Preview
de_de: Font-Vorschau
fr_fr: Apperçu
it_it: Anteprima del font
pt_br: Pre-visualização Fonte

# chkBackgroundColor.Text
source: &Background Color:
de_de: Hintergrundfarbe:
fr_fr: &Couleur de fond:
it_it: Colore di sfondo:
pt_br: Cor de fundo:

# tabBasic.Text
source: Basic Properties
de_de: Grundlegende Eigenschaften
fr_fr: Propriértés standard
it_it: Proprietà di base
pt_br: Propriedades básicas

# grpOffset.Text
source: Offset
de_de: Versatz
fr_fr: Décalage
pt_br: Deslocamento

# label10.Text
source: Label Orientation:
de_de: Ausrichtung der Beschriftung:
fr_fr: Orientation:
it_it: Orientamento dell'etichetta:
pt_br: Orientação do rótulo:

# chkHalo.Text
source: Use &Halo:
de_de: Halo:
fr_fr: &Halo:
it_it: Utilizzare Halo:
pt_br: Usar Halo:

# chkShadow.Text
source: Use Label &Shadow:
de_de: Beschriftungsschatten:
fr_fr: Ombre:
it_it: Utilizzare Label Shadow:
pt_br: Usar rótulo sombra

# label5.Text
source: Label Multi-part &Features:
de_de: Beschriftung mehrteiliger Feature:
fr_fr: Entité à parties multiples:
it_it: Etichetta multiparte & caratteristiche:
pt_br: Características multi-parte:

# label4.Text
source: Label Placement &Method:
de_de: Platzierung:
fr_fr: &Methode de Placement:
it_it: Etichetta posizionamento & Metodo:
pt_br: Método colocação rótulo:

# label3.Text
source: Multi Line Text &Alignment:
de_de: Ausrichtung mehrzeiligen Textes:
fr_fr: Texte Multi-Ligne & Alignement:
it_it: Multi linea testo & allineamento:
pt_br: Alinhamento multi linha:

# cmbAlignment.Items
source: Left
de_de: Links
fr_fr: Gauche
it_it: Sinistra

# cmbAlignment.Items1
source: Center
de_de: Zentrum
fr_fr: Centré
it_it: Centro

# cmbAlignment.Items2
source: Right
de_de: Rechts
fr_fr: Droite
it_it: Destra

# label7.Text
source: Shadow &Offset:
de_de: Versatz des Schattens:
fr_fr: Couleur décalage:
it_it: Ombra & Offset:
pt_br: Deslocamento sombra:

# label6.Text
source: Shadow &Color:
de_de: Schattenfarbe:
fr_fr: Coleur ombre:
it_it: Ombra & colore:
pt_br: Cor da sombra:

# tabAdvanced.Text
source: Advanced Properties
de_de: Erweiterte Eigenschaften
fr_fr: Propriértés avancées
it_it: Proprietà avanzate
pt_br: Propriedades avançadas

# tabMembers.Text
source: Members
de_de: Mitglieder
fr_fr: Membres
it_it: Membri
pt_br: Membros

# cmdCancel.Text
source: Cancel
de_de: Abbrechen
fr_fr: Annuler
it_it: Annulla
pt_br: Cancelar

# cmdApply.Text
source: Apply
de_de: Anwenden
fr_fr: Appliquer
it_it: Applicare
pt_br: Aplicar

# lblHelp.Text
source: Each symbol group can have many members. Use the Members page to add or remove members manually, or based on a field characteristics. If no members appear in the Ungrouped list, you should first remove the labels from an existing group.
de_de: Jede Gruppe Symbol kann viele Mitglieder haben. Verwendung der Member Seite zum Hinzufügen oder Entfernen von Mitgliedern manuell oder auf Basis eines Feld-Eigenschaften. Wenn keine Mitglieder in der Gruppierung Liste angezeigt werden, sollten Sie zuerst die Etiketten aus einer bestehenden Gruppe entfernen.
fr_fr: Chaque groupe de symbole peut avoir plusieurs membres. Utiliser l'onglet membres pour ajouter ou supprimer de façon manuelle des membres, ou basés sur une colonne caractéristiques. Si aucun membre napparait dans un SansGroupe, il faut d'abord supprimer les étiquettes des groupes existants.
it_it: Ogni gruppo simbolo può avere molti membri. Utilizzare i membri pagina per aggiungere o rimuovere membri manualmente, o sulla base delle caratteristiche del campo. Se no membri appaiono in questo elenco di fornitori, è prima necessario rimuovere le etichette da un gruppo esistente.
pt_br: Cada grupo de símbolo pode ter muitos membros. Use a aba membros para adicionar ou remover membros manualmente, ou com base de uma característica de um campo usado. Se nenhum membro aparece na lista, você deve primeiro remover os rótulos de um grupo existente.

# $this.Text
source: Feature Labeler
de_de: Beschriftungskategorien bearbeiten
fr_fr: Etiquette
it_it: Caratteristica Labeler
pt_br: Rótulos

# label13.Text
source: Floating Format:
fr_fr: Format décimal:
