Repository: DotSpatial/DotSpatial
Catalog: Source/DotSpatial.Symbology.Forms/RasterCategoryControl.*.resx
Languages: fr_fr

# btnQuick.ToolTip
source: Choose from some predefined raster symbologies.
fr_fr: Choisir des symbologies raster prédéfinies

# angLightDirection.Caption
source: Light Direction:
fr_fr: Direction Lumière:

# angLightDirection.ToolTip
source: This controls the light direction, specified as an Azimuth angle, where north is 0 and the angle increases clockwise.
fr_fr: Contrôle la direction de la lumière, spécifiée en tant que l'angle Azimuth, où le Nord fait 0 et l'angle augmente dans le sens horaire.

# dbxElevationFactor.Caption
source: Elevation Factor
fr_fr: Facteur d'Elévation

# dbxMax.Caption
source: Exclude Values >
fr_fr: Valeurs à Exclure >

# dbxMin.Caption
source: Exclude Values <
fr_fr: Valeurs à Exclure <

# lblSigFig.Text
source: Rounding Digits:
fr_fr: Décimales:

# label1.Text
source: Interval Snap:
fr_fr: Intervale:

# Stat.HeaderText
source: Statistic
fr_fr: Statistique

# Value.HeaderText
source: Value
fr_fr: Valeur

# label2.Text
source: Interval Method:
fr_fr: Méthode d'Intervale:

# lblBreaks.Text
source: Num Breaks:
fr_fr: Nbre de ruptures:

# tabStatistics.Text
source: Statistics
fr_fr: Statistiques

# lblColumns.Text
source: Columns:
fr_fr: Colonnes:

# chkShowStd.Text
source: Show Std. Dev.
fr_fr: Std. Dev.

# chkShowMean.Text
source: Show Mean
fr_fr: Afficher moyenne:

# breakSliderGraph1.Text
source: breakSliderGraph1
fr_fr: Graph des ruptures

# tabGraph.Text
source: Graph
fr_fr: Graphe

# colSymbol.HeaderText
source: Symbol
fr_fr: Symbole

# colValues.HeaderText
source: Value
fr_fr: Valeur

# colLegendText.HeaderText
source: Legend Text
fr_fr: Libellé

# colCount.HeaderText
source: Count
fr_fr: Nombre

# dataGridViewImageColumn1.HeaderText
source: Symbol
fr_fr: Symbole

# opacityNoData.Text
source: Opacity
fr_fr: Opacité

# groupBox1.Text
source: No Data Color
fr_fr: Couleur pour valeur nulle

# sldSchemeOpacity.Text
source: Opacity
fr_fr: Opacité
