Repository: DotSpatial/DotSpatial
Catalog: Source/DotSpatial.Symbology.Forms/SelectByAttributes.*.resx
Languages: fr_fr

# lblLayer.Text
source: &Layer:
fr_fr: &Couche:

# cmbLayers.ToolTip
source: Choose a FeatureLayer to modify the selection of
fr_fr: Choisir une couche dont on veut modifier la sélection

# lblMethod.Text
source: &Method:
fr_fr: &Methode:

# cmbMethod.Items
source: Create a new selection
fr_fr: Creer une nouvelle sélection

# cmbMethod.Items1
source: Append to the exsiting selection
fr_fr: Ajouter à la sélection

# cmbMethod.Items2
source: Remove from the existing selection
fr_fr: Retirer de la sélection

# cmbMethod.Items3
source: Select from the existing selection
fr_fr: Tenir compte de la sélection en cours

# cmbMethod.ToolTip
source: Choose a method of altering the attributes
fr_fr: Choisir une méthode de regression des attributs

# btnApply.Text
source: &Apply
fr_fr: &Appliquer

# btnClose.Text
source: Close
fr_fr: Fermer

# $this.Text
source: Select By Attributes
fr_fr: Selection par Attributs
