Repository: DotSpatial/DotSpatial
Catalog: Source/DotSpatial.Symbology.Forms/SymbologyFormsMessageStrings.*.resx
Languages: fr_fr

# ExportFeature_FeaturesAll
source: All Features
fr_fr: Toutes les entités

# ExportFeature_FeaturesExtent
source: All Features in View Extent
fr_fr: Toutes les entités visibles à l'écran

# ExportFeature_FeaturesSelected
source: Selected features
fr_fr: Entités selectionnées

# DoubleBox_DoubleError
source: The value entered could not be correctly parsed into a valid double precision floating point value.
fr_fr: La valeur saisie ne peut pas être corretement traitée comme un réel.

# DoubleBox_DoubleHelp
source: Enter a double precision floating point value.
fr_fr: Entrer une valeur réelle.

# AttributeCalculator_ParameterInvalid
source: The parameter is invalid
fr_fr: Le paramètre est invalide

# AttributeCalculator_IncompatibleDestinationField
source: The destination field data type is incompatible (double or string or integer)
fr_fr: Le type du champ de destination incompatible (réel ou chaîne ou entier)

# AttributeCalculator_FactGreaterThanZero
source: Factorial value should be grater than 0
fr_fr: Le facteur doit être toujours supérieur à 0

# AttributeCalculator_NonStandardFunction
source: The function name was not recognized as one of the standard function names.
fr_fr: La fonction n'est pas reconnue.

# AttributeCalculator_RootNthRootIncorrect
source: The root n-th root is incorrect
fr_fr: La n-ème racine est incorrecte

# AttributeCalculator_TooManyClosingBrackets
source: There were too many closing brackets in the string expression.
fr_fr: Trop d'accolades dans l'expression.

# TableEditorControl_RemoveFields
source: Are you sure you want to remove the fields?
fr_fr: Etes-vous sûr de vouloir enlever le champ?

# TableEditorControl_Confirm
source: Confirm
fr_fr: Confirmer

# TableEditorControl_CouldNotExecuteQuery
source: Could not execute the query.
fr_fr: Impossible d'exécuter la requête.

# TableEditorControl_CouldNotFindReplace
source: Could not find or replace items.
fr_fr: Aucune occurrence trouvée.

# TableEditorControl_EnterFindString
source: Enter Find String
fr_fr: Entrer les critères de recherche

# TableEditorControl_FieldImportFailed
source: Could not import column fields.
fr_fr: Impossible d'importer les colonnes

# TableEditorControl_Find
source: Find
fr_fr: Recherche

# TableEditorControl_NoMatch
source: None of the rows contain a value that matches the specified value.
fr_fr: Aucune ligne ne contient la valeur spécifiée.

# FeatureCategoryControl_CustomOnly
source: In order to specify a custom filter expression, the custom mode must be selected first.
fr_fr: Pour spécifier un filtre, le mode custom doit être selectionné.

# LargeEditsNotSupported
source: This feature is not yet supported for tables with more than 50, 000 rows.
fr_fr: Fonctionnalité non encore supportée pour les tables ayant plus de 50 000 lignes.

# TableEditorControl_NewFieldFail
source: Could not create new field
fr_fr: Impossible de créer un nouveau champ

# TableEditorControl_CopyFid_Could_not_copy_FID
source: Could not copy FID
fr_fr: Impossible de copier FID

# TableEditorControl_CopyFid_Couldnt_find_field
source: Could not find the field in the attribute Table colums
fr_fr: Colonne non présente dans la table attributaire

# TableEditorControl_DisplaySelectedRowNumberLable__of_
source: of
fr_fr: sur

# TableEditorControl_DisplaySelectedRowNumberLable__Selected
source: Selected
fr_fr: Sélectionnés

# TableEditorControl_ImportFieldsFromDbf_Could_not_import_column_fields
source: Could not import column fields
fr_fr: Impossible d'importer les colonnes

# TableEditorControl_ImportFieldsFromDbf_DBase_Files____dbf____DBF
source: DBase Files (*.dbf)|*.dbf
fr_fr: Fichiers DBase (*.dbf)|*.dbf

# TableEditorControl_SaveEdits_Unable_to_save_edits__
source: Unable to save edits.
fr_fr: Impossible de sauver les modifications.

source: Column edits are not yet supported for datasets with more than 50, 000 attributes
fr_fr: Edition de données avec plus de 50 000 attributs non encore supportée

source: This feature is not yet supported for datasets with larger than 50, 000 rows.
fr_fr: Fonctionnalité non encore supportée sur les données ayant plus de 50 000 lignes.

# TableEditorControl_SelectedRowCountStringFormat
source: {0} of {1} selected.
fr_fr: {0} sur {1} sélectionné(s).

# TableEditorControl_Row
source: row
fr_fr: ligne

# TableEditorControl_RowPlural
source: rows
fr_fr: lignes

# LabelSetup_Help1
source: Each symbol group can define a separate string expression that includes attribute values. Double click fields to add it to the expression.
fr_fr: Chaque groupe de symbols peut indiquer une expression contenant les valeurs des attributs. Double-cliquer les champs pour les ajouter à l'expression.

# LabelSetup_Help2
source: Use the Members tab to design a filter expression that restricts which features will be assigned to a specific label.
fr_fr: Utiliser l'onglet Membres pour composer les filtres des entités auqelles sont affectée l'étiquette.

# LabelSetup_Help3
source: Use the Expression Tab to design the text that should appear in a label. Fields indicated with brackets will be substituted with real values.
fr_fr: Utiliser l'onglet Expression pour former le texte de l'étiquette. Les champs inclus entre [] seront substituer par leurs réels valeurs.

# LabelSetup_Help4
source: Each group can specify its own basic design characteristics.
fr_fr: Chaque groupe peut préciser ses propriétés standards

# LabelSetup_Help5
source: Each group can specify its advanced characteristics.
fr_fr: Chaque groupe peut préciser ses propriétés avancées

# FeatureLayerActions_FeaturesExported
source: The layer was exported.
fr_fr: La couche a été exportée .

# FeatureLayerActions_LoadFeatures
source: Do you want to load the shapefile?
fr_fr: Charger le shapefile ?

# ExpressionControl_EmptyExpression
source: The expression is empty.
fr_fr: Le filtre est vide.

# LabelSetup_OneCategoryNeededErr
source: Categories must contain at least one category!
fr_fr: Aumoins une catégorie

# LabelSetup_OneCategoryNeededErrCaption
source: Unable to delete category
fr_fr: Impossible de supprimer la categorie

# SQLQueryControl_MoreThan10000UniqueValues
source: There are more than 10, 000 unique values. Do you wish to show all of them?
fr_fr: Il y'a plus de 10 000 valeurs uniques. Voulez-vous les affichers toutes?

# SQLQueryControl_LargeNumberOfUniqueValues
source: Large Number of Unique Values
fr_fr: Beaucoup de valeurs uniques

source: Preview
fr_fr: Aperçu

# LabelSetup_ThisShowsAPreviewOfTheFont
source: This shows a preview of the font.
fr_fr: Aperçu de la police.

source: Unsupported!
fr_fr: Non Supporté !

# LabelSetup_TheSpecifiedCombinationOfFontFamilyStyleOrSizeIsUnsupported
source: The specified combination of font family, style, or size is unsupported.
fr_fr: Combinaison de police, style, ou taille non supportée.
