Repository: DotSpatial/DotSpatial
Catalog: Source/DotSpatial.Data/DataStrings.*.resx
Languages: fr_fr

# ArgumentCannotBeNegative_S
source: The argument %S cannot be negative.
fr_fr: L'argument %S ne peut être négatif.

# ArgumentNull_S
source: The argument %S was null. Try testing for the null case before calling this method.
fr_fr: L'argument {0} est null. Tester le cas de nullité avant de faire appel à la procédure.

# ArgumentOfWrongType_S1_S2
source: The argument %S1 was incorrect for %S2.
fr_fr: L'argument %S1 est incorrect pour %S2.

# Argument_Null_S
source: The argument %S cannot be null.
fr_fr: L'argument {0} ne peut être null.

source: Calculating Statistics
fr_fr: Calcul des Statistiques

# CannotCopyToSelf_S
source: The fileName %S cannot be copied to itself.
fr_fr: Le fichier %S ne peut être copié sur lui-même.

source: Copying Values
fr_fr: Copie des valeurs

# CurrentElementNotSpecified
source: The current element was not defined. Before attempting to read the element, first assign the value of the current XML Element to read.
fr_fr: L'élément courant n'est pas défini. Avant de tenter de lire l'élément, lui afecter d'abord une valeur.

# EndOfFile
source: Cannot read past the end of the file.
fr_fr: Ne peut lire le fichier au-delà de sa fin.

# FeatureTypeMismatch
source: The FeatureType of the feature you are trying to add does not match the feature type of this featureset.
fr_fr: Le type de donnée de l'entité en ajout ne correspond pas au type de donnée du Featureset.

# FeaturetypeUnspecified
source: The FeatureType was not specified. Please specify a featuretype before attempting to call this method.
fr_fr: Le type de donnée n'a pas été indiqué.

# FileTypeNotSupported
source: The specified file type is not supported.
fr_fr: Le type de fichier indiqué n'est pas supporté.

# HfaEnumerationNotFound
source: Attepted to set the enumeration field to the value '%s', which is not known.
fr_fr: Tentative d'affectation d'une valeur inconnue '{0}' à un champ énumération .

# HfaFieldTypeException
source: The specified character '%S' was not a known field type: 124cCesStlLfdmMbox"
fr_fr: Le caractère '{0}' n'est pas un type de champ connu: 124cCesStlLfdmMbox"

# HfaInvalidCountException
source: The number of rows and number of columns must both be greater than 0, but the header for this item returned %S1 rows and %S2 columns.
fr_fr: Le nombre de lignes et de colonnes doivent être supérieur à 0, mais l'ebtête de l'élément a renvoyé {0} lignes et {1} colonnes.

# HfaNotCompressedException
source: You must first compress the data before accessing this value.
fr_fr: Vous devez d'abord compresser les données avant d'accéder à cette valeur.

# HfaPointerInsertNotSupportedException
source: Insertion via SetInstValue() is not yet supported for pointers.
fr_fr: L'Insertion à travers SetInstValue() n'est pas encore supportée pour les pointeurs.

# IndexingErrorIn_S
source: There was an error while attempting to index %S
fr_fr: Erreur lors de l'indexation de %S

# NotImplemented
source: This has not yet been implemented.
fr_fr: Ceci n'est pas encore implémenté.

# NumberException_TooLarge_S
source: The value %S was too large to encode with 18 ASCII characters.
fr_fr: La valeur {0} est trop grande pour un encodage en caractère ASCII 18.

# NumberException_TooSmall_S
source: The value %S was too small to be encoded with 18 ASCII characters.
fr_fr: La valeur {0} est trop petite pour un encodage en caractère ASCII 18.

# ParseFailed_S
source: The value you entered could not be parsed into a %S. Make sure the value is in the valid range.
fr_fr: La valeur saisie ne peut être convertie en %S. S'assurer que la valeur se trouve dans l'intervalle requis.

# PngInsuficientLengthException
source: The desired length of %S1 was too long. The total length was %S2 and the offset was %S3.
fr_fr: La longueur souhaitée de {0} est trop grande. La longueur totale est {1} et le décalage {2}.

# PngInvalidSignatureException
source: The beginning eight bytes of the specified file did not match the png signature.
fr_fr: Les 8 premiers octects du fichier ne coreespondent pas à une signature png.

# PyramidByteMismatchException
source: The number of bytes should be 4 * rows * cols since only ARGB format is supported.
fr_fr: Le nombre d'octects devrait être 4 * lignes * cols depuis que seul le format ARGB est supporté.

# PyramidHeaderException
source: The header has not been defined for the image scale you are attempting to access.
fr_fr: L'entête n'a pas été définie pour cette échelle d'image.

# PyramidOutOfBoundsException
source: The rows or columns would extend beyond the specified number of columns or rows for the specified scale.
fr_fr: Les lignes ou colonnes devraient s'étendre au-delà du nombre de lignes ou de colonnes pour l'échelle indiquée.

# RasterRequiresCast
source: To work with anything other than an in-memory raster window, you must first cast this raster to the correct data format.
fr_fr: Pour exploiter un outil autre que raster memoire, il faudrait d'abord convertir le raster dans le bon format de données.

# RastersNeedSameCellSize
source: The rasters must have equally sized cells to use this method.
fr_fr: Les rasters doivent avoir des pixels équitables pour faire appel à cette procédure.

# RasterTooLarge
source: The specified raster would be too large to store in memory.
fr_fr: Le raster est trop grand pour tenir en mémoire.

source: Reading values from %S
fr_fr: Lecture de valeurs à partir de %S

# WritingValues_S
source: Writing values to %S
fr_fr: Ecriture des valeurs dans %S

# Shape_WrongFeatureType
source: Expected {0} to be a {1} feature type, got {2}.
fr_fr: {0} suposé être {1} , a eu {2}.

# Shape_ZeroPointsError
source: The given feature must have more than 0 points.
fr_fr: L'entité doit avoir aumoins 1 point.

# FeatureSet_ExportShapefilePackage_NotImplemented
source: ExportShapefilePackage has not been implemented for this type of FeatureSet.
fr_fr: La fonctionnalité ExportShapefilePackage n'est pas encore implémentée pour ce type de jeu de données.

# ShapeTypeNotYetSupported
source: This shape type is not yet supported.
fr_fr: Cette forme géométrique n'est pas encore supportée.

# FileNameShouldNotBeNull
source: The fileName should not be null.
fr_fr: Le nom de fichier ne devrait pas être vide.

# ReadingExtentFromStringFailedOnTerm
source: Attempting to read an extent string failed while reading the {0} term.
fr_fr: La tentative de récupération de l'extent a échoué en lisant le {0} term.
