Repository: DotSpatial/DotSpatial
Catalog: DotSpatial.Symbology.Forms/SymbologyFormsMessageStrings.*.resx
Languages: it_it, pt_br

# ExportFeature_FeaturesAll
source: All Features
it_it: Tutte le caratteristiche
pt_br: Todos os recursos

# ExportFeature_FeaturesExtent
source: All Features in View Extent
it_it: Tutte le funzioni a portata di vista
pt_br: Todos os recursos do ponto de vista

# ExportFeature_FeaturesSelected
source: Selected features
it_it: Caratteristiche selezionate
pt_br: Recursos selecionados

# DoubleBox_DoubleError
source: The value entered could not be correctly parsed into a valid double precision floating point value.
it_it: Il valore immesso non poteva essere analizzato correttamente in un valido double precision floating point valore.
pt_br: O valor inserido não pôde ser analisado corretamente em um valor de ponto flutuante de precisão dupla válida.

# DoubleBox_DoubleHelp
source: Enter a double precision floating point value.
it_it: Immettere un double precision floating point valore.
pt_br: Digite um valor de ponto flutuante de precisão dupla.

# AttributeCalculator_ParameterInvalid
source: The parameter is invalid
it_it: Il parametro non è valido
pt_br: O parâmetro é inválido

# AttributeCalculator_IncompatibleDestinationField
source: The destination field data type is incompatible (double or string or integer)
it_it: Il tipo di dati del campo destinazione è incompatibile (doppia o intero o stringa)
pt_br: O tipo de dados do campo de destino é incompatível (double ou string ou inteiro)

# AttributeCalculator_FactGreaterThanZero
source: Factorial value should be grater than 0
it_it: Fattoriale valore deve essere maggiore di 0
pt_br: O Valor fatorial deve ser maior que 0

# AttributeCalculator_NonStandardFunction
source: The function name was not recognized as one of the standard function names.
it_it: Il nome della funzione non è stato riconosciuto come uno dei nomi di funzione standard.
pt_br: O nome da função não foi reconhecido como um dos nomes de função padrão.

# AttributeCalculator_RootNthRootIncorrect
source: The root n-th root is incorrect
it_it: La radice n-esima radice non è corretta
pt_br: A raiz n-ésima da raiz está incorreta

# AttributeCalculator_TooManyClosingBrackets
source: There were too many closing brackets in the string expression.
it_it: C'erano troppe parentesi di chiusura nell'espressione stringa.
pt_br: Há muitos colchetes de fechamento na expressão de seqüência de caracteres.

# TableEditorControl_RemoveFields
source: Are you sure you want to remove the fields?
it_it: Sei sicuro di che voler rimuovere i campi?
pt_br: Tem certeza que deseja remover os campos?

# TableEditorControl_Confirm
source: Confirm
it_it: Confermare
pt_br: Confirmar

# TableEditorControl_CouldNotExecuteQuery
source: Could not execute the query.
it_it: Impossibile eseguire la query.
pt_br: Não foi possível executar a consulta.

# TableEditorControl_CouldNotFindReplace
source: Could not find or replace items.
it_it: Impossibile trovare o sostituire elementi.
pt_br: Não foi possível encontrar ou substituir os itens.

# TableEditorControl_EnterFindString
source: Enter Find String
it_it: Immettere la stringa di ricerca
pt_br: Digite o texto para procurar

# TableEditorControl_FieldImportFailed
source: Could not import column fields.
it_it: Non potrebbe importare di campi colonna.
pt_br: Não foi possível importar campos da coluna.

# TableEditorControl_Find
source: Find
it_it: Trovare
pt_br: Encontrar

# TableEditorControl_NoMatch
source: None of the rows contain a value that matches the specified value.
it_it: Nessuna delle righe contengono un valore che corrisponde al valore specificato.
pt_br: Nenhuma das linhas contêm um valor que corresponde ao valor especificado.

# FeatureCategoryControl_CustomOnly
source: In order to specify a custom filter expression, the custom mode must be selected first.
it_it: Al fine di specificare un'espressione di filtro personalizzato, è necessario selezionare prima la modalità personalizzata.
pt_br: Para especificar uma expressão de filtro personalizado, o modo personalizado deve ser selecionado primeiro.

# LargeEditsNotSupported
source: This feature is not yet supported for tables with more than 50, 000 rows.
it_it: Questa funzione non è ancora supportata per le tabelle con più di 50, 000 righe.
pt_br: Esse recurso não é suportado para tabelas com mais de 50, 000 linhas.

# TableEditorControl_NewFieldFail
source: Could not create new field
it_it: Non può creare il nuovo campo
pt_br: Não foi possível criar um novo campo

# TableEditorControl_CopyFid_Could_not_copy_FID
source: Could not copy FID
it_it: Impossibile copiare il FID
pt_br: Não foi possível copiar FID

# TableEditorControl_CopyFid_Couldnt_find_field
source: Could not find the field in the attribute Table colums
it_it: Non riusciva a trovare il campo nell'attributo tabella colums
pt_br: Não foi possível localizar o campo nas colunas de atributo da tabela

# TableEditorControl_DisplaySelectedRowNumberLable__of_
source: of
it_it: di
pt_br: de

# TableEditorControl_DisplaySelectedRowNumberLable__Selected
source: Selected
it_it: Selezionato
pt_br: Selecionado

# TableEditorControl_ImportFieldsFromDbf_Could_not_import_column_fields
source: Could not import column fields
it_it: Non potrebbe importare campi colonna
pt_br: Não foi possível importar os campos da coluna

# TableEditorControl_ImportFieldsFromDbf_DBase_Files____dbf____DBF
source: DBase Files (*.dbf)|*.dbf
it_it: File DBase (*.dbf)|*. dbf
pt_br: Arquivos DBase (dbf)|*. dbf

# TableEditorControl_SaveEdits_Unable_to_save_edits__
source: Unable to save edits.
it_it: Impossibile salvare le modifiche.
pt_br: Não é possível salvar alterações.

source: Column edits are not yet supported for datasets with more than 50, 000 attributes
it_it: Colonna modifiche non sono ancora supportate per set di dati con più di 50, 000 attributi
pt_br: Edições da coluna ainda não são suportadas pelos conjuntos de dados com mais de 50, 000 atributos

source: This feature is not yet supported for datasets with larger than 50, 000 rows.
it_it: Questa funzione non è ancora supportata per i DataSet con maggiore di 50, 000 righe.
pt_br: Esse recurso não é suportado para conjuntos de dados com mais de 50, 000 linhas.

source: Shapefiles (*.shp) |*.shp
it_it: Shapefile (*.shp)|*.shp

# TableEditorControl_ReplaceString_Unfamilar_data_type_to_replace
source: Unfamilar data type to replace
it_it: Tipo di dati unfamilar per sostituire
pt_br: Tipo de dados desconhecido para substituir

# TableEditorControl_SelectedRowCountStringFormat
source: {0} of {1} selected.
it_it: {0} di {1} selezionato.
pt_br: {0} de {1} selecionado.

# TableEditorControl_Row
source: row
it_it: riga
pt_br: linha

# TableEditorControl_RowPlural
source: rows
it_it: righe
pt_br: linhas

# LabelSetup_Help1
source: Each symbol group can define a separate string expression that includes attribute values. Double click fields to add it to the expression.
it_it: Ogni gruppo simbolo può definire un'espressione stringa separata che include i valori di attributo. Fare doppio clic su campi per aggiungerlo all'espressione.
pt_br: Cada grupo de símbolo pode definir uma expressão de seqüência de caracteres separadas que inclui valores de atributo. Dê um duplo clique em campos para adicioná-lo à expressão.

# LabelSetup_Help2
source: Use the Members tab to design a filter expression that restricts which features will be assigned to a specific label.
it_it: Utilizzare la scheda membri a un'espressione di filtro che limita le funzioni sarà assegnata a un'etichetta specifica progettazione.
pt_br: Use a guia Membros ao design, uma expressão de filtro que restringe quais recursos será atribuída para um rótulo específico.

# LabelSetup_Help3
source: Use the Expression Tab to design the text that should appear in a label. Fields indicated with brackets will be substituted with real values.
it_it: Utilizzare la scheda di espressione per progettare il testo che deve apparire in un'etichetta. Campi indicati con staffe verranno sostituiti con i valori reali.
pt_br: Use a expressão guia para projetar o texto que deve aparecer em um rótulo. Campos indicados com colchetes serão substituídos com valores reais.

# LabelSetup_Help4
source: Each group can specify its own basic design characteristics.
it_it: Ogni gruppo può specificare le proprie caratteristiche di base di disegno.
pt_br: Cada grupo pode especificar suas próprias características de projeto básico.

# LabelSetup_Help5
source: Each group can specify its advanced characteristics.
it_it: Ogni gruppo può specificare le caratteristiche avanzate.
pt_br: Cada grupo pode especificar suas características avançadas.
